Repository: justinticktock/user-upgrade-capability
Catalog: languages/user-upgrade-capability-*.po
Languages: sr_rs

source: Link multiple network sites/blogs together - Maintain only one site list of users.
sr_rs: Povežite višestruke site-ove/blogove na mreži - Održavajte samo jednu listu korisnika.

source: Manage User Upgrade Capability on
sr_rs: Upravljajte dodatkom User Upgrade Capability na

source: UUC Linked Sites
sr_rs: UUC povezani site-ovi

source: Upgrade User Capability - Linked Secondary Sites
sr_rs: Upgrade User Capability - povezani sekundarni site-ovi

source: Enable to prompt installation and force active.
sr_rs: Štiklirajte da biste pokrenuli instalaciju i da biste aktivirali.

# Install the Plugin
source: Install
sr_rs: Instaliraj

source: Force Active
sr_rs: Aktiviraj

# deactivate the plugin
source: Deactivate
sr_rs: Deaktiviraj

source: Settings
sr_rs: Postavke

source: Upgrade User Capability
sr_rs: Poboljšaj mogućnost korisnika

source: Upgrade Capability
sr_rs: Poboljšaj mogućnost

source: General
sr_rs: Opšti

source: The "User Upgrade Capability" plugin simplifies the administration of user capabilities and allows several sites/blogs to have access rights cascaded out from one reference site.
sr_rs: User Upgrade Capability" pojednostavljuje upravljanje mogućnostima korisnika i omogućava nekim site-ovima/blogovima da imaju kaskadna prava pristupa koja polaze sa jednog referentnog site-a.

source: Reference Site
sr_rs: Referentni site

source: WARNING !! changing this setting will replace this site available roles/capabilities from the reference site selected YOU CANNOT UNDO. Only change this option on new sites or when you wish to do so. (If left as "-none-" this plugin will be disabled).
sr_rs: UPOZORENJE!!! Izmena ove postavke zameniće raspoložive uloge/mogućnosti sa odabranog referentnog site-a, KOJE NE MOŽETE DA PONIŠTITE. Menjajte ovu opciju samo na novim site-ovima ili kad poželite da to uradite. (Ako ostavite "-nijedan-" ovaj dodatak biće deaktiviran.)

source: Reference Site Key Capability
sr_rs: Ključna mogućnost referentnog site-a

source: If left blank the site name will be used to search for as the capability on the reference site.
sr_rs: Ako ostane prazno, naziv site-a biće korišćen za pretragu mogućnosti na referentnom site-u.

source: User Capability
sr_rs: Mogućnost korisnika

source: Define here the capabilities that a user will receive for this site if they already have a single "key" capability on a reference site/blog within the multi-site network. On user login to the current local site the plugin will expand the local capabilities to include those listed below. If the "key" reference capability is removed from the user at the reference site then all capabilities will be removed from this site the user will need to re-enrole.
sr_rs: Ovde odredite mogućnosti koje će korisnik primiti za ovaj site, ako već ima jednu "ključnu" mogućnost na site-u/blogu unutar mreže sa više site-ova. Kad se korisnik prijavi na tekući lokalni site, dodatak će proširiti lokalne mogućnosti da bi obuhvatio one koje su prikazane dole. Ako se "ključna" mogućnost reference ukloni sa korisnika i referentnog site-a, sve mogućnosti će biti uklonjene sa ovog site-a, a korisnik će morati ponovo da dobije ulogu.

source: Local site Additional Capabilities
sr_rs: Dodatne mogućnosti za lokalni site

source: Put each capability on a separate row.
sr_rs: Navedite svaku mogućnost u posebnom redu.

source: Plugin Suggestions
sr_rs: Ekstenzije dodatka

source: Most Plugins listed here are intended for use with the "Upgrade Use Capability" plugin. Selection of a plugin will prompt you through the installation and the plugin will be forced network active while this is selected; deselecting will not remove the plugin, you will need to manually deactiate and uninstall from the network.
sr_rs: Većina dodataka, koji su ovde navedeni, namenjeni su korišćenju uz dodatak "Upgrade Use Capability". Odabir dodatka će vas provesti kroz instalaciju i dodatak će biti aktivan na mreži sve dok je odabran. Poništavanje odabira neće ukloniti dodatak, moraćete da ga deaktivirate ručno, a zatim i da izbrišete instalaciju sa mreže.

source: This plugin gives the ability to edit users capabilities. Once installed go to menu [users]..[User Role Editor].
sr_rs: Ovaj dodatak omogućava uređivanje mogućnosti korisnika. Kad ga instalirate, idite na meni [korisnici]..[Uređivač uloge korisnika].

source: This plugin allows for users to auto en-role on sites. Once installed go to menu [users]..[Join My Multisite].
sr_rs: Ovaj dodatak omogućava korisnicima da se automatski prijave na site-ovima. Kad ga instalirate, idite na meni [korisnici]..[Pridružite se mom multisite-u].

source: This is optional and is very helpful in the creation of new sites by simply copying an existing site, you can then create template sites for re-use. Once installed go to the main Network..[sites]...[Blog Copier]
sr_rs: Ovo je opciono i veoma korisno za kreiranje novih site-ova. Jednostavnim kopiranjem postojećeg site-a možete praviti šablonske site-ove za ponovnu upotrebu. Nakon instaliranja, idite na glavnu mrežu [site-ovi]...[Blog kopir]

source: Install Required Plugins
sr_rs: Instaliraj obavezne dodatke

source: Install Plugins
sr_rs: Instaliraj dodatke

source: Installing Plugin: %s
sr_rs: Instaliranje dodatka %s

source: Something went wrong.
sr_rs: Nešto nije u redu.

source: This theme requires the following plugin: %1$s.
sr_rs: Ova tema zahteva sledeći dodatak: %1$s.

source: This theme recommends the following plugin: %1$s.
sr_rs: Ova tema preporučuje sledeći dodatak: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
sr_rs: Žao nam je, ali nemate odgovarajuće dozvole za instaliranje ovog %s dodatka. Obratite se administratoru ovog site-a za pomoć u vezi sa instaliranjem dodatka.

source: The following required plugin is currently inactive: %1$s.
sr_rs: Sledeći obavezni dodatak trenutno nije aktivan: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
sr_rs: Sledeći preporučeni dodatak trenutno nije aktivan: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
sr_rs: Žao nam je, ali nemate odgovarajuće dozvole za aktiviranje ovog %s dodatka. Obratite se administratoru ovog site-a za pomoć u vezi sa aktiviranjem dodatka.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
sr_rs: Sledeći dodatak treba da se ažurira na poslednju verziju da bi se obezbedila maksimalna kompatibilnost sa ovom temom: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
sr_rs: Žao nam je, ali nemate odgovarajuće dozvole za ažuriranje %s dodatka. Obratite se administratoru za pomoć u vezi sa ažuriranjem dodatka.

source: Begin installing plugin
sr_rs: Započni instaliranje dodatka

source: Begin activating plugin
sr_rs: Započni aktiviranje dodatka

source: Return to Required Plugins Installer
sr_rs: Vrati se na instaliranje obaveznih dodataka

source: Return to the dashboard
sr_rs: Vrati se na kontrolnu tablu

source: Plugin activated successfully.
sr_rs: Dodatak uspešno aktiviran.

source: All plugins installed and activated successfully. %1$s
sr_rs: Svi dodaci su uspešno instalirani i aktivirani. %1$s

source: Dismiss this notice
sr_rs: Isključi ovo obaveštenje

source: Return to the Dashboard
sr_rs: Vrati se na kontrolnu tablu

source: Private Repository
sr_rs: Privatno spremište

source: Pre-Packaged
sr_rs: Unapred spakovan

source: WordPress Repository
sr_rs: WordPress spremište

source: Required
sr_rs: Obavezno

source: Recommended
sr_rs: Preporučeno

source: Not Installed
sr_rs: Nije instalirano

source: Installed But Not Activated
sr_rs: Instalirano, ali nije aktivirano

source: Install
sr_rs: Instaliraj

source: Activate
sr_rs: Aktiviraj

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
sr_rs: Nema dodataka za instaliranje ili aktiviranje. <a href="%1$s" title=\" \""Vrati se na kontrolnu tablu">Vrati se na kontrolnu tablu</a>

source: Plugin
sr_rs: Dodatak

source: Source
sr_rs: Izvor

source: Type
sr_rs: Vrsta

source: The following plugin was activated successfully:
sr_rs: Sledeći dodataka je uspešno aktiviran:

source: Install package not available.
sr_rs: Paket za instalaciju nije raspoloživ.

source: Downloading install package from <span class="code">%s</span>&#8230;
sr_rs: Preuzimanje paketa za instalaciju sa <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
sr_rs: Raspakivanje paketa &#8230;

source: Installing the plugin&#8230;
sr_rs: Instaliranje dodatka &#8230;

source: Plugin install failed.
sr_rs: Instalacija dodatka neuspela.

source: Plugin installed successfully.
sr_rs: Dodatak uspešno instaliran.

source: Plugin activation failed.
sr_rs: Aktivacija dodatka neuspela.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
sr_rs: Proces instalacije i aktivacije je počeo. Na nekim hostovima ovaj proces \" \"može da potraje, molimo vas da budete strpljivi.

source: %1$s installed and activated successfully.
sr_rs: %1$s uspešno instaliran i aktiviran.

source: Show Details
sr_rs: Prikaži detalje

source: Hide Details
sr_rs: Sakrij detalje

source: All installations and activations have been completed.
sr_rs: Sve instalacije i aktivacije su završene.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
sr_rs: Instaliranje i aktiviranje dodatka %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
sr_rs: Proces instalacije počinje. Na nekim hostovima ovaj proces može da potraje, \" \"pa vas molimo da budete strpljivi.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
sr_rs: Došlo je do greške prilikom instaliranja %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
sr_rs: Instalacija %1$s neuspela.

source: %1$s installed successfully.
sr_rs: %1$s uspešno instaliran.

source: All installations have been completed.
sr_rs: Sve instalacije su završene.

source: Installing Plugin %1$s (%2$d/%3$d)
sr_rs: Instaliranje dodatka %1$s (%2$d/%3$d)

source: Something went wrong with the plugin API.
sr_rs: Nešto nije u redu sa API-jem dodatka.

source: All plugins installed and activated successfully. %s
sr_rs: Svi dodaci su uspešno instalirani i aktivirani. %s

source: User Upgrade Capability Settings!
sr_rs: User Upgrade Capability Podešavanja

source: Yes, please take me there.
sr_rs: Da, vodi me tamo.

source: Not right now thanks.
sr_rs: Ne sad, hvala.

source: I've already done this !
sr_rs: Već sam to uradio!

# text for no page selected
source: - None -
sr_rs: - Nijedan -

# text for no site selected
source: - None -
sr_rs: - Nijedan -
